@extends('layouts.app')

@section('title', 'Info')

@section('content')
    <div class="py-12">
        <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white overflow-hidden shadow-sm sm:rounded-lg">
                <div class="p-6 bg-white border-b border-gray-200">
                    <h2>Общи условия</h2>
                    <div class="row">
                        Преди потребителите да бъдат обвързани с клаузите на настоящите Общи условия, Дружеството предоставя
                        достъп до настоящите Общите условия на разположение на Потребителите.

                        За целта трябва да се създаде потребителски профил, който се регистрира на сайта Необходимо е да се
                        попълни формуляр за регистрация, който включва:

                        потребителско име, имейл адрес, телефонен номер и парола;
                        деклариране на потвърждение за запознаване и съгласие със съдържанието на настоящите Общи условия и
                        Условията за поверителност на личните данни (Политика за лични данни) чрез поставяне на отметка в
                        съответните полета.
                        Данните описани по-горе са задължителни за целите на регистрацията и за създаване на профил на
                        курсиста с цел достъп до услугите на Дружеството.

                        Направеното публично предложение се счита за прието от съответния Курсист със записването му към
                        съответния курс за обучение. Платформата изпраща е-mail съобщение за потвърждаване записването за
                        обучение на Курсиста, който е-mail се изпраща на посочения от Курсиста електронен адрес.

                        Клаузите на настоящите Общи условия представляват неразделна част от приетото публично предложение.
                        Неразделна част представляват също и тарифата за такси за обучение на Курсистите, а също и
                        информацията относно вида, графика на обучение и издаването на дипломи и сертификати.
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="py-12">
        <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white overflow-hidden shadow-sm sm:rounded-lg">
                <div class="p-6 bg-white border-b border-gray-200">
                    <h2> Методи за плащане</h2>
                    <div class="row">
                        След регистрация като Курсист и избор на желаното обучение, трябва да изберете един от следните
                        методи за плащане:

                        Банков превод – при избор на този метод Курсистът трябва да направи банков превод до Алианц Банк
                        България, IBAN: BG09BUIN95611000551952, BIC: BUINBGSF, основание за плащане: Името на избраното
                        обучение
                        Плащане с кредитна/дебитна карта – при избор на плащане с кредитна/дебитна карта, ще се отвори
                        платежна страница, където въвеждате данните на вашата карта – вид карта, номер на карта, валидност и
                        CVV2/CVC2 код – последните три цифри от номера, изписан в полето за подпис на картата. Ако сте
                        регистрирани в схемите за автентикация Verified by VISA или MasterCard SecureCode се отваря
                        автентикационна страница, където въвеждате паролата си за автентикация. При успешна трансакция
                        (получена авторизация), на екран се визуализира трансакционна бележка, която разпечатвате или
                        запазвате. Приемаме следните видове карти: MasterCard, MasterCard Electronic, Maestro, Visa, Visa
                        Electron, V Моля, обърнете внимание, че Вашата V PAY или MasterCard Electronic карта ще се приеме
                        само, ако е регистрирана за участие в схемите за онлайн автентикация Verified by Visa или MasterCard
                        SecureCode. При плащане с карта парите се удържат при трансакция „Покупка (PURCHASE)“ – веднага.
                        За да Ви предпазим от злоупотреба при плащане с вашата Visa или MasterCard карта, ние прилагаме най-
                        добрите практики препоръчани от международните картови организации:
                        Сигурността при въвеждане и пренос на картовите данни се осигурява чрез използване на SSL протокол
                        за криптиране на връзката между нашия сървър и платежната страница на обслужващата ни банка
                        Автентичността на вашата карта се проверява чрез въвеждането на код за сигурност (CVV2)
                        В допълнение, за идентифицирането ви като картодържател, платежният сървър за електронна търговия на
                        обслужващата ни банка поддържа схемите за автентикация на международните картови организации
                        Verified by VISA и MasterCard SecureCode, в случай, че сте регистрирани да ги използвате.
                    </div>
                </div>
            </div>
        </div>
    </div>
    <div class="py-12">
        <div class="max-w-7xl mx-auto sm:px-6 lg:px-8">
            <div class="bg-white overflow-hidden shadow-sm sm:rounded-lg">
                <div class="p-6 bg-white border-b border-gray-200">
                    <h2> Право на отказ</h2>
                    <div class="row">
                        Курсистът има право да се откаже от курса на обучение, преди да го е стартирал и да е започнал
                        обучението, в 14 дневен срок от датата на регистриране на плащането. Започнато обучение означава да
                        е приключен поне 1 урок от него. Сделката между страните се счита за сключена от момента на
                        изпращане от Дружеството на имейл съобщение за потвърждаване записването за обучение на Курсиста,
                        който имейл се изпраща на посочения от Курсиста електронен адрес.

                        Когато Курсистът желае да се откаже от обучението, той информира за решението си преди изтичането на
                        горепосочения 14-дневен срок. Потребителят е упражнил правото си на отказ, ако е изпратил съобщение
                        за упражняване на правото си на отказ преди изтичането на 14-дневния срок, като съобщението следва
                        да бъде изпратено по официалните канали за комуникация, посочени в настоящите Общи условия.

                        При получаване на съобщението за упражняване на правото на отказ от страна на Дружеството,
                        последното изпраща на Потребителя потвърждение за получаване на отказа на предоставения от Курсиста
                        имейл адрес на за кореспонденция.

                        Упражняването на правото на отказ прекратява поетите от страните задължения във връзка със
                        съответния курс на обучение.

                        След получаване на потвърждението, сумата ще бъде възстановена към Курсиста по канала, по който е
                        извършено плащането – по банков път. При необходимост от връщане на платени с карта суми по
                        договорени и извършени от нас услуги, това ще бъде направено от нас по банков път в определен срок.

                        Съответният Курсист може да очаква възстановяването на сумата да бъде осъществено без неоправдано
                        забавяне и не по-късно от 14 дни, считано от датата, на която Дружеството е било уведомено за
                        решението на потребителя да се откаже от договора.
                    </div>
                </div>
            </div>
        </div>
    </div>
@endsection
